LEXICON_COMMANDS = {
    '/start': 'Записаться к мастеру',
    '/help': 'Узнать все доступные вам команды'
}

LEXICON_admin = {
    '/start': 'Здравствуйте! Давайте сделаем вам график работы?',
    'no_button_press': 'Жаль!\nЕсли вдруг передумаете - введите команду /start',
    'yes_button_press': 'Отлично!\nТеперь укажите месяц с которого вы планируете принимать записи!'
}

months = {
    1: 'Январь',
    2: 'Февраль',
    3: 'Март',
    4: 'Апрель',
    5: 'Май',
    6: 'Июнь',
    7: 'Июль',
    8: 'Август',
    9: 'Сентябрь',
    10: 'Октябрь',
    11: 'Ноябрь',
    12: 'Декабрь'
}