LEXICON_COMMANDS = {
    '/start': 'Записаться к мастеру',
    '/help': 'Узнать все доступные вам команды'
}

LEXICON_admin = {
    '/start': 'Здравствуйте! Давайте сделаем вам график работы?',
    'no_button_press': 'Жаль!\nЕсли вдруг передумаете - введите команду /start',
    'yes_button_press': 'Отлично!\n\nТеперь укажите год с которого планируете принимать записи!\n\nЭто нужно для того, чтобы правильно сформировать дни и недели в вашем будущем графике работы.',
    'month_button_press': 'Супер!\nДавайте выберем даты, в которые вы планируете работать в этом месяце!',
    'year_wrote': 'Спасибо!\nВведите месяц с которого планируете принимать записи!'
}

months = {
    1: 'Январь',
    2: 'Февраль',
    3: 'Март',
    4: 'Апрель',
    5: 'Май',
    6: 'Июнь',
    7: 'Июль',
    8: 'Август',
    9: 'Сентябрь',
    10: 'Октябрь',
    11: 'Ноябрь',
    12: 'Декабрь'
}

backward_forward = {
    '<<': 'backward',
    '>>' : 'forward'
}

days_of_the_week = ['Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота', 'Воскресенье']